chat_system_855077106_actor_description=Ebirio Glasser. Elf of noble birth. Royalty.
chat_system_855077106_snap_0_question=^?^Human! The spirits of the wood sent you to help us. My troops are barely holding the castle. Please, help us.
chat_system_855077106_snap_0_answer_0=^?^I'm doing the best I can. Just wait a little.
chat_system_855077106_snap_1_question=^?^I'm glad to see you in my castle, human. My name is Ebirio Glasser; I'm the head of the Icy Tears family.<br>Your help was most welcome and most fortunate. In my own name and on the behalf of my beautiful daughter, Princess Neoka, I thank you, human. Please know that from now on, you are a welcome guest in my castle.<br>[reward]<br>
chat_system_855077106_snap_1_answer_0=^?^Thank you, I'm glad that I came in time. 
chat_system_855077106_snap_1_header_0=^?^I thank you once again, [player].
